tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autojump"
brew "python"
brew "entr"
brew "fd"
brew "gdb"
brew "git"
brew "htop"
brew "node"
brew "prettier"
brew "protobuf"
brew "redis"
brew "ripgrep"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "wget"
brew "zsh-history-substring-search"
cask "calibre"
